package com.google.prtutor;

public class Model {
	
	public static String[] EXPANDABLE_GRIDVIEW_TXT = new String[] { "热门推荐", "幼小",
			"初中", "高中", "大学", "艺术", "生活", "体育", "出国", "语言", "职业"};
	public static String[][] EXPANDABLE_MOREGRIDVIEW_TXT = {
			{ "吉他", "钢琴", "化妆", "街舞", "古筝", "日语", "素描", "雅思", "瑜伽"},
			{ "早教", "小学语文", "小学数学", "小学英语"},
			{ "初中数学", "初中语文", "初中英语"},
			{ "高中英语","高中数学","高中语文","高中地理","高中生物" },
			{ "四级", "六级"},
			{ "吉他", "钢琴","古筝"},
			{ "调酒", "心里咨询"},
			{"篮球","网球","健美操"},
			{ "托福", "雅思"},
			{"俄语","日语","韩语","泰语","法语"},
			{ "设计", "计算机证书","市场营销","常用软件","移动互联","财经金融"}	
	};
}
